{"steam": [{"name": "PEAK", "link": "https://store.steampowered.com/app/3527290"}, {"name": "Stellaris", "link": "https://store.steampowered.com/app/281990"}, {"name": "Mage Arena", "link": "https://store.steampowered.com/app/3716600"}], "spotify": [{"name": "Blood Dye 40 by nano", "link": "https://open.spotify.com/track/7MmLTomo21EYBkQHpgUfr6"}, {"name": "Wait for Me (Reprise) by André De Shields", "link": "https://open.spotify.com/track/3RwvO1Mit858RMmFVtREBU"}, {"name": "Roll Northumbria by The Longest Johns", "link": "https://open.spotify.com/track/0CSipjazTKjnXrvcftkgZj"}], "kavita": [{"name": "The Gotham Grammarian", "link": "https://calamaripress.com/Gotham_Grammarian.htm", "summary": "A practical guide for readers and editors who value correctness and precision, The Gotham Grammarian examines 95 common syntax, grammar, punctuation, and usage errors found in otherwise excellent writing. Using real examples from respected publications (flagged with a banana-peel icon), it explains what went wrong and offers corrected revisions, drawing on standard reference works and Merriam-Webster for spelling.", "completed": false, "completion_progress": 0.2}, {"name": "After the Lord of the Abyss Awakens", "link": null, "summary": "<div>\n<p>Legend has it that all demons in the world originate from the abyss, shaped by the Lord of the Abyss.</p>\n<p>And the era of demons began.</p>\n<p>But when great changes occurred in the abyss, demons fled.</p>\n<p>Human era, year 1034</p>\n<p>A young man with a disheveled appearance walked out of the cemetery, his first words were:</p>\n<p>“Where did my kids go?” · </p>\n<p>Before his death, Xiu Si was most worried about his children, fearing that the young and pitiful “them” could not survive in the abyss.</p>\n<p>However, unexpectedly, after his death, his children broke through the entire abyss, made him the Lord of the Abyss, and searched for him all over the world?! </p>\n<p>[This story is also known as: “I, who raised kids, am being raised by kids”, “What to do if the kids are too strong?”] </p></div>", "completed": false, "completion_progress": 0.0975609756097561}, {"name": "Trafford's Trading Club", "link": "https://www.novelupdates.com/series/traffords-trading-club/", "summary": "Luo Qiu became the boss of a ‘club’ by chance.\n\nIt was a weird club that sold strange items and with servant girl that had 300 years of working experience. Countless people with dreams, hopes and ambitions came to the club to exchange anything precious they own for what they want. They would offer their lifespan, items, and even their soul. Every successful trade would increase Luo Qiu’s lifespan by a little.\n\n“Tribute successful, your lifespan has increased by 99 years.”\n\nAs thus, Luo Qiu began his endless life of the club’s boss.", "completed": false, "completion_progress": 0.7303609341825902}]}